{
    "version": "https://jsonfeed.org/version/1",
    "title": "Thomas无底",
    "description": "",
    "home_page_url": "https://thomaszihao.github.io/gh-pages",
    "feed_url": "https://thomaszihao.github.io/gh-pages/feed.json",
    "user_comment": "",
    "author": {
        "name": "唐无双"
    },
    "items": [
        {
            "id": "https://thomaszihao.github.io/gh-pages/chao-shi-kong-da-zhan-2.html",
            "url": "https://thomaszihao.github.io/gh-pages/chao-shi-kong-da-zhan-2.html",
            "title": "超时空大战（第三章）",
            "summary": "“不可能！”五灵咆哮道。“就他，凭什么能有这么高的灵力！”但无论五灵怎 咆 哮，事实就是如此。 第二是实战测试。天选人员说道：“第一场，王二蛋与谢顿，上台！”俩个人上了台。天选人员说道：“比赛开始！“王二蛋率先冲过去，一拳砸过去。而谢顿则是险险的躲过。王二蛋瞬间用拳背再次砸向了谢顿。谢顿一看躲不开，便一拳砸在了王二蛋脸上，王二蛋被砸飞了：“比赛结束，谢顿胜。” 过了很久……………………………………………… “最后一场，五灵与唐无双，上台！”天选人员说。唐无双和五灵上了台。天选人员说：“比赛开始！”只见五灵瞬间来到唐无双面前，上去就是一拳。唐无双被打退了。五灵又来到唐无双的后面，又是一拳，唐无双再度被砸飞出去。接着五灵每次砸飞唐无双都会骂他一声，然后来到唐无双背后来上一拳。唐无双想：“这样下去不是办法，看来只能这样了。说完，唐无双咬紧牙关，凝聚出一把剑来。此剑剑身呈银色，只见唐无双用力一斩，五灵瞬间飞出台，口吐白沫，生死未卜…… 人生自古谁无死，来个点赞不过分。",
            "content_html": "<pre><code>“不可能！”五灵咆哮道。“就他，凭什么能有这么高的灵力！”但无论五灵怎  咆    哮，事实就是如此。\n   第二是实战测试。天选人员说道：“第一场，王二蛋与谢顿，上台！”俩个人上了台。天选人员说道：“比赛开始！“王二蛋率先冲过去，一拳砸过去。而谢顿则是险险的躲过。王二蛋瞬间用拳背再次砸向了谢顿。谢顿一看躲不开，便一拳砸在了王二蛋脸上，王二蛋被砸飞了：“比赛结束，谢顿胜。”\n         过了很久………………………………………………\n         “最后一场，五灵与唐无双，上台！”天选人员说。唐无双和五灵上了台。天选人员说：“比赛开始！”只见五灵瞬间来到唐无双面前，上去就是一拳。唐无双被打退了。五灵又来到唐无双的后面，又是一拳，唐无双再度被砸飞出去。接着五灵每次砸飞唐无双都会骂他一声，然后来到唐无双背后来上一拳。唐无双想：“这样下去不是办法，看来只能这样了。说完，唐无双咬紧牙关，凝聚出一把剑来。此剑剑身呈银色，只见唐无双用力一斩，五灵瞬间飞出台，口吐白沫，生死未卜……\n         人生自古谁无死，来个点赞不过分。\n</code></pre>\n",
            "author": {
                "name": "唐无双"
            },
            "tags": [
                   "小说"
            ],
            "date_published": "2022-05-09T13:35:51+08:00",
            "date_modified": "2022-05-09T14:03:15+08:00"
        },
        {
            "id": "https://thomaszihao.github.io/gh-pages/chao-shi-kong-da-zhandi-er-zhang.html",
            "url": "https://thomaszihao.github.io/gh-pages/chao-shi-kong-da-zhandi-er-zhang.html",
            "title": "超时空大战（第二章）",
            "summary": "五天后………………………………………………………………………………………… 在天选人员的一声令下，天选，开始了。 首先是灵力测试。天选人员说：”1号，王二蛋，上台!“只见一个略显瘦小的小孩上了台，对着庞大的灵力测试器用拳头狠狠地砸过去，好像要把在五灵那受的委屈全部迸发出来。”64，不合格。“天选人员说。王二蛋沮丧得下了台。：”二号，谢顿……“就这样，年轻一辈一个个满心欢喜的上台，好像能看见同龄人羡慕的目光；垂头丧气的下台，好像被五灵刚欺负完一样…… 很快，天选来到了尾声。五灵是倒数第二个上台，只见他用力地将拳头砸向灵力测试器，随即是一道道震惊的目光”五灵，100分，合格。“天选人员说。本来他还打算早点回去，没想到这种鸟不拉屎的地方居然有100分的人。五灵得意的挥舞着手，轻蔑的看着唐无双。”下一个，唐无双，上台！“&quot;无双哥，加油，干他！”“加油，加油，加油……”只见唐无双深吸一口气，对着灵力测试器重重地砸了过去，只见灵力测试器金光亮起，一个999出现在了屏幕上，全场瞬间安静下来…… 点赞过十，更新不慢！",
            "content_html": "<pre><code>    五天后…………………………………………………………………………………………\n            在天选人员的一声令下，天选，开始了。\n            首先是灵力测试。天选人员说：”1号，王二蛋，上台!“只见一个略显瘦小的小孩上了台，对着庞大的灵力测试器用拳头狠狠地砸过去，好像要把在五灵那受的委屈全部迸发出来。”64，不合格。“天选人员说。王二蛋沮丧得下了台。：”二号，谢顿……“就这样，年轻一辈一个个满心欢喜的上台，好像能看见同龄人羡慕的目光；垂头丧气的下台，好像被五灵刚欺负完一样……\n            很快，天选来到了尾声。五灵是倒数第二个上台，只见他用力地将拳头砸向灵力测试器，随即是一道道震惊的目光”五灵，100分，合格。“天选人员说。本来他还打算早点回去，没想到这种鸟不拉屎的地方居然有100分的人。五灵得意的挥舞着手，轻蔑的看着唐无双。”下一个，唐无双，上台！“&quot;无双哥，加油，干他！”“加油，加油，加油……”只见唐无双深吸一口气，对着灵力测试器重重地砸了过去，只见灵力测试器金光亮起，一个999出现在了屏幕上，全场瞬间安静下来……\n            点赞过十，更新不慢！\n</code></pre>\n",
            "author": {
                "name": "唐无双"
            },
            "tags": [
                   "小说"
            ],
            "date_published": "2022-05-08T17:30:03+08:00",
            "date_modified": "2022-05-09T13:46:49+08:00"
        },
        {
            "id": "https://thomaszihao.github.io/gh-pages/chao-shi-kong-da-zhan.html",
            "url": "https://thomaszihao.github.io/gh-pages/chao-shi-kong-da-zhan.html",
            "title": "超时空大战（序章加第一章）",
            "summary": "只听“轰”的一声，一个身影嵌在了墙上。他就是我们的主角——唐无双。这时，一群人过来了。只听站在最前的人说道：”小子，敢不交保护费，胆挺肥呀!”“我不是前几天刚交吗？怎么又要交?”唐无双说。“我涨价不行啊，小的们，给我上！”“啊————————！” 等唐无双回家，早已衣服破烂，浑身是血。打开门，映入眼帘的是破烂不堪的家：破旧的床，破旧的桌子，破烂的椅子和破烂的门。由于五灵（刚才收保护费的人）的长期剥削，导致许多人都成了这样，甚至有些人房子都没了。而他们也不敢造反，因为五灵的父亲是村长，村长又很疼爱五灵，这才导致了五灵无法无天。而唯一的办法就是有人通过天选。但是天选难如上青天，所以直到现在也没人被天选选上。而现在由于他们实在没钱，便打算让年轻一辈去天选。而唐无双便在其中…… 点赞过十，更新不断。",
            "content_html": "<pre><code>   只听“轰”的一声，一个身影嵌在了墙上。他就是我们的主角——唐无双。这时，一群人过来了。只听站在最前的人说道：”小子，敢不交保护费，胆挺肥呀!”“我不是前几天刚交吗？怎么又要交?”唐无双说。“我涨价不行啊，小的们，给我上！”“啊————————！”\n   等唐无双回家，早已衣服破烂，浑身是血。打开门，映入眼帘的是破烂不堪的家：破旧的床，破旧的桌子，破烂的椅子和破烂的门。由于五灵（刚才收保护费的人）的长期剥削，导致许多人都成了这样，甚至有些人房子都没了。而他们也不敢造反，因为五灵的父亲是村长，村长又很疼爱五灵，这才导致了五灵无法无天。而唯一的办法就是有人通过天选。但是天选难如上青天，所以直到现在也没人被天选选上。而现在由于他们实在没钱，便打算让年轻一辈去天选。而唐无双便在其中……\n         \n</code></pre>\n<p>点赞过十，更新不断。\n    </p>\n",
            "author": {
                "name": "唐无双"
            },
            "tags": [
                   "小说"
            ],
            "date_published": "2022-05-08T14:13:51+08:00",
            "date_modified": "2022-05-08T17:02:09+08:00"
        }
    ]
}
